cask_args appdir: '/Applications'

brew 'git'

brew 'gcc'

brew 'vim'

brew 'mysql'

brew 'watch'

brew 'tmux'

brew 'curl', args: ["with-openssl"]

brew 'python'

brew 'pyenv'

tap 'homebrew/services'

brew 'hub'

brew 'jq'

cask 'macdown'
cask 'visual-studio-code'
cask 'docker'
cask 'docker-toolbox'
cask 'sublime-text'
cask 'caskroom/versions/iterm2-beta'
cask 'caffeine'
cask 'spectacle'
cask 'google-hangouts'
cask 'google-backup-and-sync'
cask 'vlc'
cask 'cheatsheet'
brew 'awscli'
cask 'spotify'
cask 'evernote'
cask 'slack'

cask 'java'
cask 'flash-npapi'
cask 'blue-jeans-launcher'
cask 'box-sync'
cask 'adobe-reader'
cask 'inssider'

cask 'forklift'
cask 'google-cloud-sdk'
